Repository: WPPlugins/em-gateway-bank-transfer
Catalog: languages/em-gateway-bank-transfer-*.po
Languages: fr_fr

source: Bank Transfer
fr_fr: Virement Bancaire

source: Redirecting Message
fr_fr: Redirection des messages

source: Please wait, you will be redirected ...
fr_fr: Veuillez patienter, vous allez être redirigé...

source: Message that is shown to a user when a booking is successful whilst being redirected to Bank Transfer page for payment.
fr_fr: Message qui s’affiche à l’utilisateur lorsqu’une réservation est réussie, tout en étant redirigé vers la page du virement bancaire pour le paiement.

source: Status text
fr_fr: Texte en status

source: Awaiting Bank Transfer Payment
fr_fr: En attente du Virement Bancaire

source: By default: <i>Awaiting Bank Transfer Payment</i>
fr_fr: Par défaut : <i>En attente du Virement Bancaire</i>

source: Colors:
fr_fr: Couleurs :

source: Select a color for the text. By default: <i>#333333</i>
fr_fr: Sélectionnez une couleur pour le texte. Par défaut : <i>#333333</i>

source: Select a color for the background text. By default: <i>none</i>
fr_fr: Sélectionnez une couleur pour le texte de fond. Par défaut : <i>aucune</i>

source: Redirection Page
fr_fr: Page de redirection

source: Please select a page
fr_fr: Merci de sélectionner une page

source: Settings
fr_fr: Réglages

source: Please ensure both Events Manager and Events Manager Pro be enabled for the Bank Transfer gateway to work.
fr_fr: Veillez à ce que Events Manager et Events Manager Pro soient activées pour la passerelle de Virement Bancaire puisse fonctionner.
